<template>
  <div>
    <div class="userAgreement-box">
      <el-dialog class="declaration-box" title="用户协议" :center="false" :visible.sync="dialogVisible" height="auto">
      <div class="dialog-content-box">
        <div class="dialog-content-left">
          <h3>尊敬的用户：</h3>
          <br>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;自猎科技“自猎科技（宁波）有限公司”（以下简称:自猎网/ 自猎沟通/自猎软件/自猎科技/自猎软件/自猎平台/自猎/我们）是基于大模型开发的人工智能为驱动力、以驱动企业人才配置控本增效同时满足职场人士资源匹配和互动交流的平台，自猎科技针对职场用户提供高效的便捷服务，为职场人士打造精准高效的学习互动平台，包括但不限于需求合作的商业机遇、交流学习、提供职业机会、网罗人才、行业资源人脉关系、职场社交、工作效率工具等服务，自猎科技平台关联平台包含:aizilie.com/zilieai.com/zilie.net,以及自猎网微信公众（小程序）/自猎网移动手机APP。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;同时，自猎平台努力通过人工智能算法等技术手段帮助企业从人才招聘提升转换高效的人才配置，通过大模型算法优化用工结构，控本增效全面提高人效。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;在用户使用自猎平台的产品功能服务同时，需要遵守自猎平台的相关协议，同时还需要支付相应的功能产品服务费用，我们还区分了个人用户和企业（集团）用户，并进行了不同产品使用场景的付费标准，请用户根据自身的需求购买服务，并自行承担购买服务的风险，鉴于自猎平台提供的是虚拟场景的产品服务，用户完成产品服务购买后，不支持退款，请用户购买产品服务之前务必详细完整的查阅自猎平台完整的全部协议内容。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;在您成为自猎网注册用户，使用自猎网提供的技术产品服务之前，请您认真阅读自猎网全部协议，特别是《用户协议/隐私政策》（以下所有协议均统称“协议”），更好地了解我们所提供的服务以及您享有的权利和承担的义务。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;您一旦开始使用自猎网服务，即表示您已经确认并接受了自猎网所有协议中的全部条款，承担协议中约定的义务和责任，并同意与自猎平台签订本协议中涵盖的各项协议内容。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;自猎网协议系由您（以下简称“用户”“企业用户（集团）”“个人用户”或“您”）与自猎科技（宁波）有限公司（以下简称：自猎网/ 自猎软件/自猎科技/自猎软件/自猎平台/自猎/我们）就使用部分或全部自猎科技旗下应用（包括但不限于在网站、移动客户端、小程序的自猎网、大语言模型、人工智能科技应用等）（以下合称“自猎平台”）所订立的相关权利义务规范。请您务必审慎阅读、充分理解自猎网的全部协议及协议列举的自猎科技平台的相关协议（包括但不限于用户协议、隐私政策等），如第三方提供产品服务的，用户需认真仔细阅读第三方的相关协议。<b>对于需要您特别关注的条款，自猎网将以加粗或其他醒目的方式提醒您确认，请您特别关注。</b></p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;（公司地址：浙江省宁波市鄞州区首南街道南部商务区三期麦科汇大厦（MC）1406，联系电话：0574-87620933）就自猎网提供的自猎软件、包括电脑网页PC端和手机APP及小程序（简称“本平台”或“自猎网”）所订立的相关权利义务规范。请您在注册、使用自猎软件之前，认真阅读所有协议文件及协议内的全部条款。</p>
          <p style="color: #ff0000;">&nbsp;&nbsp;&nbsp;&nbsp;（温馨提示：为了您的合法权益不受损害，自猎平台建议求职用户在使用自猎网找工作前，仔细阅读《安全求职指南》，谨防各类求职陷阱）。</p>
          <br>
          <h2 style="text-align: center;">自猎平台用户协议</h2>
          <br>
          <h3>一、注册条款的接受</h3>
          <p>依据《网络安全法》《互联网用户账号信息管理规定》等法律法规的要求，您在自猎平台注册页面完成相关身份验证并阅读完用户协议等相关协议内容后勾选同意自猎《用户协议》等相关协议，即表示您已经阅读并且同意与自猎公司达成本平台软件使用的相关协议，成为自猎的用户，并接受协议中的全部注册条款以及自猎《隐私政策》和本平台内公布的包括但不限于《自猎职位信息发布规则》《自猎增值服务协议》等各项协议或规则（统称“平台协议”或“平台规则”）的所有条款的约束，包括争议解决条款（详见本协议第十五条）。</p>
          <h3>二、用户的注册与认证</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.申请注册自猎账号的用户应同时满足下列全部条件：在注册之日以及此后使用自猎服务期间必须以招聘和/或求职/职业身份展现的职业社交为目的，不得在自猎平台或借助自猎平台从事任何违法犯罪、不得从事与自猎平台服务内容无关的任何行为、不得交流和自猎平台以职业服务为宗旨的其他社交行为，并由此承担一切法律后果，在注册之日必须具备完全民事责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.为了更好地享有自猎平台服务，用户应遵守自猎注册机制的要求，向自猎提供本人真实、准确、最新及完整的资料；注册并认证成为企业招聘者的用户（包括来自用人单位和人力资源服务机构的用户），应保证及时更新本人提供的单位名称、《人力资源许可证》或/和《劳务派遣许可证》、职务或岗位信息、联系方式、企业邮箱、等相关信息及证明材料，并确保前述信息及证明材料的真实性；用户应保证其职务行为，包括但不限于发布招聘信息、与求职者沟通、获取、使用、转发求职者简历等均在使用本平台期间持续有效；通过认证的用户应保持其用户账号与对应的授权单位具有唯一性，不得转让、借用等行为。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.依照《网络招聘服务管理规定》等相关法律法规的规定，若招聘用户提交的材料或提供的信息不准确、不真实、不规范或有理由怀疑证明材料涉及窃取、伪造的，自猎有权拒绝为您提供相关功能。您可能无法使用自猎软件及相关服务或在使用过程中部分功能受到限制。自猎平台在接到用户举报或投诉后您可能无法使用自猎软件提供的相关服务。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;4.若用户故意提供虚假的身份信息、公司信息进行注册，发布虚假招聘信息或者求职信息、未经招聘企业授权的非以自身招聘为目的获取、使用个人求职者简历的，视为严重违反本协议，自猎平台有权暂停或终止该用户账号并停止提供服务。虚假注册、发布虚假信息给自猎平台造成经济、名誉等任何损失的，自猎平台将保留追究该用户法律责任的权利。</p>
          <h3>三、用户账号及安全</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.用户应对利用账号所进行的一切活动负全部责任，包括任何经由自猎平台上传、张贴发布、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、沟通记录、评论信息或其它资料，无论系公开还是私下传送，均由内容提供者承担责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.用户的账号遭到未获授权的使用，或者发生其他任何安全问题时，用户应立即通知自猎平台。由于用户使用不当或者其他非因自猎平台导致的账号泄露，进而导致其资料、信息泄露的，由用户承担其不利后果。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.自猎账号的所有权归自猎科技公司所有，用户完成账号注册程序后，获得自猎账号的使用权，且该使用权仅属于账号初始注册人。同时，用户不得赠与、借用、租用、转让或售卖自猎账号或者以其他方式许可他人使用自猎账号。其他人不得通过受赠、继承、承租、受让或者其他任何方式使用自猎账号。如果我们发现或者有合理理由认为账号使用者并非账号初始注册人，为保障账号安全，我们有权立即暂停或终止向该注册账号提供服务，并有权永久禁用该账号。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;4.用户不得将账号主动告知第三方或提供给第三方进行使用，例如提供给第三方进行代为购买自猎平台服务等。如因此造成其他用户隐私泄露或经济损失以及本平台损失的，用户应当承担全部责任。</p>
          <h3>四、服务说明</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.自猎平台通过互联网为用户提供网络技术产品服务，包括在线及离线的相关业务。为使用网络技术产品服务，用户应自行配备进入互联网所必需的设备，包括计算机、手机、数据机或其它存取装置，并自行支付登录互联网所需要的费用。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.自猎平台是以人工智能大模型提供算法的高效工作的平台，用户使用自猎平台技术服务和平台服务，可能对部分技术功能及网络服务收取一定功能使用费用，费用根据用户对技术服务的使用需求进行区分等级和开通产品功能权限进行收费，在此情况下，会在相关页面上做明确的提示。如用户拒绝支付该等费用，则有可能无法完成最终的注册，不能使用相关的技术产品功能及网络服务。付费业务将在本注册条款的基础上另行规定服务条款，以规范付费业务的内容和双方的权利义务，包括但不限于自猎《增值服务协议》《发票管理规范》。用户应认真阅读，如用户购买付费业务，则视为接受前述所有条款。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.自猎平台是以人工智能大模型提供算法的高效工作的平台，用户使用自猎平台技术服务和平台服务，可能对部分技术功能及网络服务收取一定功能使用费用，费用根据用户对技术服务的使用需求进行区分等级和开通产品功能权限进行收费，在此情况下，会在相关页面上做明确的提示。如用户拒绝支付该等费用，则有可能无法完成最终的注册，不能使用相关的技术产品功能及网络服务。付费业务将在本注册条款的基础上另行规定服务条款，以规范付费业务的内容和双方的权利义务，包括但不限于自猎《增值服务协议》《发票管理规范》。用户应认真阅读，如用户购买付费业务，则视为接受前述所有条款。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;4.基于风控策略、用户安全的考虑，自猎可能要求部分用户补充提供材料（包括但不限于企业资质证明、用户身份证明、承诺书、业务协议等），您同意自猎平台保存、处理、访问、使用您的数据，具体要求会在相关页面上做明确展示。如用户拒绝提供前述材料，自猎有权视情况暂停或终止向该用户提供部分或全部服务。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;5.如果企业（招聘者）用户使用自猎平台从事招聘活动的，为落实《网络招聘服务管理规定》的核验更新义务，自猎可能会不定期对部分用户的企业地址、招聘授权等相关信息进行真实性审核以及更新核验(目前，该审核机制包括“环境认证”和“线下审核”)。审核过程中，用户应配合自猎工作人员补充相关资料，包括但不限于营业执照、资质证书/相关业务协议、授权书、被授权人身份证信息、租赁协议/水电费记录等，并允许自猎工作人员对其企业 LOGO、办公环境进行审核及拍照备案(具体要求见网页说明推送”通知)。若用户拒绝，自猎有权视情况暂停或终止为其提供部分或全部的服务。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;6.对于利用自猎平台从事非法活动，或言行（无论线上或者线下的）严重背离自猎严肃职场社交及职业机会目的的用户，自猎有权视情况暂停或终止为其提供部分或全部的服务。若该行为给自猎造成任何损失的，自猎保留追究其法律责任的权利。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;7.自猎有权通过网页推送、拨打电话、发送短信或电子邮件等方式，告知用户自猎服务相关的广告信息、促销优惠等营销信息，以及邀请用户参与版本测试、用户体验反馈、回访等活动。除系统通知或重要信息外，用户可以通过自猎提供的方式选择不接收上述信息。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;8.为提高自猎用户的工作效率，自猎公司可能会将自猎用户发布的信息共享至我们运营的关联平台及第三方合作平台，包括但不限于职位机会信息/各类资讯信息/个人履历信息等。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;9.为用户及平台获得更好的推广渠道/引流，用户在自猎平台公开发布的信息内容有可能会在其他应用平台及搜索引擎（包括：百度/360/搜狗/谷歌，以及各类信息类的论坛平台等）进行公开展示或进行公开推广，推广的形式有可能是自猎平台付费进行广告营销推广，因此，用户的公开信息有可能会在其他平台上进行公开展示，或通过展示的信息内容点击引流到自猎平台网站，提升自猎平台的曝光度，展示的内容包括但不限于个人公开的基本信息、头像、招聘信息、企业名称/logo、企业介绍、招聘信息内容、评论、视频/图片/文字等在自猎平台上公开发布发表的内容及相关的重要关键词信息，用户同意本条约定并承诺允许自猎平台进行商业行为的营销广告推广行为，自猎平台无需承担侵权及其他商业行为的责任。但如果用户在某些关键词的推广行为向自猎平台提出异议并要求自猎平台不允许推广的，自猎平台会在收到用户提出异议要求之后立即停止或断开该用户的相关信息的推广行为。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;10.为提高自猎用户的工作效率及其他的商业机遇获取效率，您在使用自猎平台时，可能还会收到来自自猎关联平台上的注册用户向您发送的聊天信息、交换微信、联系电话、视频面试邀请的相关请求。在此期间，您可通过自猎《隐私政策》了解我们如何保障您的个人信息的安全。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;11.自猎的虚拟道具等增值服务只在产品平台上或由自猎直接对外出售或者赠送使用权，用户不得在任何其他平台或渠道购买自猎的虚拟产品或服务。对于用户使用非官方提供或者售卖的会员、道具等虚拟产品或服务造成的任何损失，自猎不承担责任；因在其他平台充值或找他人代充等方式购买产品或服务导致自猎遭受损失的，用户应当承担赔偿责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;12.用户应通过本平台使用相关服务；未经许可，不得通过其他第三方工具或运营平台获取自猎平台内的任何信息服务，包括但不限于通过第三方软件登录自猎账号、发布职位、浏览职位、收发简历、使用沟通工具及自猎平台上的任何产品功能等。如因用户使用第三方软件导致相关信息泄露的，自猎不承担任何责任，且用户还应承担由此给自猎造成的损失。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;13.为了提高企业(招聘者)用户的在自猎平台网罗人才效率、职场交流/交友、用户资讯分享、便于企业与其他用户沟通、更好的理由自猎平台的产品提升职业效率，您可以通过我们的关联平台账号并与其他用户进行互动交流、点评、点赞、互加好友、接收简历、交换联系方式、约面试等。在您的自猎账号相关联的情况下，本平台规则将自动适用于自猎账号在关联平台中的使用。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;14.企业（招聘者）用户若将在平台上获取的个人求职者简历向境外接收方提供，应按照《个人信息保护法》等相关法律法规采取必要措施确保个人信息出境合法合规。企业（招聘者）方不得将自猎平台获取到的人才信息转发、赠与、转让、发送、复制、截图、录屏等方式给和注册招聘方自身无关联的企业或个人，不得泄露有关人才的任何个人信息，违法本条款为违反信息安全侵犯个人隐私及违反平台规则，并要严格确保中国公民信息安全，不得对外进行泄露，企业（招聘者）用户或其他以交友方式的用户应当承担全部的法律责任和赔偿责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;15.关于单项服务与第三方服务的特殊约定</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;自猎软件及相关服务中包含我们以各种合法方式获取的信息或信息内容链接，同时也包括公司及其关联方合法运营的其他单项服务,这些服务在“自猎平台"可能以单独版块（如直播中心等）形式存在,自猎有权不定时地增加、减少或改动这些特别版块功能的设置及服务。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;用户可以在自猎软件中开启和使用上述单项服务功能。某些单项服务可能需要用户开通注册该项服务的会员账号并支付相应的技术服务费用，同时接受就该服务特别制订的协议或者其他约束其与该项服务提供者之间的规则。必要时自猎将以醒目的方式提供这些协议、规则供用户查阅。一旦用户开始使用上述服务，则视为其理解并接受有关单项服务的相关协议、规则的约束。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;您在自猎软件中使用第三方提供的软件及相关服务时，除遵守本平台协议外，可能还需同意并遵守第三方的协议相关规则。如因第三方软件及相关服务产生的争议、损失或损害，由您自行与第三方解决，自猎平台并不就此而对您或任何第三方承担任何责任。您在自猎平台中使用第三方提供的支付服务时，请认真了解第三方服务的协议内容，充分阅读并同意相关协议条款，并对自己的一切行为负责。</p>
          <h3>五、有限责任条款</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.自猎公司将尽力为用户提供安全、及时、准确、高质量的服务，鉴于目前技术受限无法对用户使用本平台服务的效果做出任何承诺，也不保证服务不会中断，对服务的及时性、安全性、准确性都不作保证。除非另有约定，否则用户因无法使用自猎服务，或使用服务未达到心理预期的，自猎不承担责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.对于用户通过自猎公司提供的服务传送的内容，自猎会尽合理努力按照国家有关规定严格审核，但无法完全控制经由软件/网站服务传送的内容，不保证内容的准确性、完整性或品质。因此用户在使用自猎服务时，可能会接触到令人不快、不适当或令人厌恶的内容。在任何情况下，自猎均不为用户经由软件/网站服务以张贴、发送电子邮件或其它方式传送的任何内容负责。但自猎有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用软件/网站服务的全部或部分，保存有关记录，并根据国家法律法规、相关政策在必要时向有关机关报告并配合有关机关的行动。用户可根据自猎平台的投诉与举报通道进行投诉，用户应当和自猎共同监管、督促平台的健康运营，自猎在收到投诉和举报后会尽力处理内容。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.对于自猎提供的各种第三方广告信息、链接、资讯等其他商业行为的（如有），自猎不保证其内容的准确性、合法性或可靠性，相关责任由广告主承担；并且，对于用户经由自猎服务与广告主进行联系或商业往来，完全属于用户和广告主之间的行为，与自猎公司无关。对于前述商业往来所产生的任何损害或损失，自猎公司不承担任何责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;4.对于用户上传的照片、资料、证件、视频、评论、内容及图片等，自猎已采取相关措施并已尽合理努力进行审核，但不保证其内容的正确性、合法性或可靠性，相关责任由上传上述内容的用户承担，用户自行甄别。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;5.用户应对自猎平台上的其他用户发布的内容自行加以判断，并承担因使用内容而引起的所有风险，包括但不限于因对内容的正确性、完整性或实用性的依赖而产生的风险。自猎公司无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;6.是否使用软件/网站服务下载或取得任何资料应由用户自行考虑并自负风险，因任何资料的下载而导致的用户电脑系统的任何损坏或数据丢失等后果，自猎不承担任何责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;7.对于自猎公司在线上或线下策划、发起、组织或是承办的任何会议会务、培训、社交、招聘相关的活动（包括但不限于收取费用以及完全公益的活动），自猎不对上述目的效果向用户作出任何保证或承诺，也不担保活动期间用户自身行为的合法性、安全性、合理性。由此产生的任何对于用户个人或者他人的人身或者是名誉以及其他损害，应由行为实施主体承担责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;8.对于用户的投诉，自猎将尽合理努力进行核实和处理，尽力消除对用户的影响，履行平台的管理义务。根据国家相关法律法规的规定，自猎有权决定是否向公众或被投诉者公开投诉内容。</p>
          <h3>六、用户的个人信息权利</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.自猎依法对用户的个人信息及隐私进行保护。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.用户对于自己的个人信息享有包括但不限于以下权利：</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;随时查询及请求阅览，但因极少数特殊情况无法查询及提供阅览的除外；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;随时请求补充或更正，但因极少数特殊情况无法补充或更正的除外。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.有关隐私政策的内容具体详见自猎平台《隐私政策》。</p>
          <h3>七、用户的平台使用义务</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.本协议所称“平台使用”是指用户使用本平台服务所进行的任何行为，包括但不限于注册、登录、认证、查看、账号管理、发布分享、社交活动、直播、发布招聘信息、寻求职业机会、邀约面试以及其他通过自猎平台账号在本平台所进行的一切行为。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.自猎用户在使用自猎服务时，应遵守中国通行法律法规以及适用的特定行业法律法规，包括但不限于《中华人民共和国民法典》《中华人民共和国个人信息保护法》《中华人民共和国网络安全法》《中华人民共和国数据安全法》《中华人民共和国就业促进法》《中华人民共和国劳动法》《中华人民共和国劳动合同法》《中华人民共和国商标法》《中华人民共和国著作权法》《全国人民代表大会常务委员会关于维护互联网安全的决定》《中华人民共和国保守国家秘密法》《中华人民共和国电信条例》《互联网信息服务管理办法》《计算机信息网络国际联网安全保护管理办法》《中华人民共和国计算机信息系统安全保护条例》《中华人民共和国计算机信息网络国际联网管理暂行规定》《网络招聘服务管理规定》《计算机信息系统国际联网保密管理规定》《网络信息内容生态治理规定》《互联网用户账号名称管理规定》。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.禁止用户通过自猎平台制作、发送、复制、发布、传播违反《互联网信息服务管理办法》等国家相关法律法规的内容，包括但不限于：</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;反对宪法所确定的基本原则的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;损害国家荣誉和利益的；煽动民族仇恨、民族歧视、破坏民族团结的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;散布谣言、扰乱社会秩序、破坏社会稳定的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;散布淫秽、色情、赌博、欺骗、诈骗、暴力、凶杀、恐怖或者教唆犯罪的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;侮辱或者诽谤他人，侵害他人合法权益的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、诋毁、中伤、粗俗、猥亵、或有悖道德、令人反感的内容的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其他内容的。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp; 4. 禁止用户通过自猎平台制作、发布、传播以下信息：</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;涉及招聘未成年人等内容；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;涉及传销或直销、兜售、广告（寻求合作）等内容；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;涉及色情、淫秽等内容；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;涉及违法/政治敏感等内容；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;涉及虚假个人信息，包括但不限于不真实的公司信息、薪资、虚假身份、职位信息、学历等个人简历信息；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;涉及虚假职位，包括但不限于发布的职位信息与其实际招聘的职位不符等；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;其他违反自猎《职位信息发布规则》的信息。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;5. 禁止利用自猎平台从事损害其他用户或自猎合法权益的行为，包括但不限于：</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;冒充任何人或机构，包含但不限于冒充自猎工作人员或以虚假或不实的方式陈述或谎称与任何人或机构有关系的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;跟踪或以其它方式骚扰其他用户的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;未经合法授权截获、篡改、收集、储存或删除他人信息、电子邮件或数据资料，或将已获知的此类资料用于任何非法或不正当目的的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;以任何方式干扰或企图干扰自猎平台的正常运行，或者制作、发布、传播上述干扰自猎的工具或方法；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;未能按照本平台的流程、规则进行注册、认证或使用服务，违反本平台的功能限制或运营策略，或利用自猎平台漏洞采取任何措施规避前述流程、规则、限制或策略的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;未经自猎公司许可，使用插件、外挂或通过其他第三方工具、运营平台或任何服务接入本服务或系统获取相关数据或信息的。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;企业或招聘者用户不得将个人求职者或其他用户信息（包括但不限于：个人简历信息、身份信息、互动聊天信息、家庭信息、联系方式等涉及个人隐私内容信息）以任何形式发送或告知给信息获取的企业或招聘者用户以外的其他个人或企业。企业或招聘者用户在接收或查阅到其他用户信息的，要遵守个人隐私保密协议，不得向无关人或有可能会给个人信息提供者本人造成困扰或损失的提供或透露（包括但不限于：数字化背景调查报告、个人简历内容、身份信息、联系方式、互动聊天信息等涉及个人隐私内容的信息），企业或招聘者用户因此给其他用户带来的不良影响或损失的，责任由该企业用户或招聘者用户全部承担。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;6. 禁止用户从事危害自猎平台生态的行为，包括但不限于：</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;招聘他人从事违法活动；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;以培训费、服装费等名义骗取求职者财物；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;恶意骚扰其他用户；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;利用本平台可能存在的漏洞恶意充值会员、获取道具等虚拟产品或服务；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;在本平台以外的任何第三方平台（包括但不限于淘宝、闲鱼等）售卖会员、道具等虚拟产品或服务的行为；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;不良信息传播或通过直播方式传播违禁内容。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;通过第三方平台或渠道（如淘宝店铺等）购买会员、道具等虚拟产品或服务；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;用户使用虚假身份信息/公司信息进行注册或认证、发布虚假招聘或求职信息、发布含有传销、色情、反动等严重违法内容、对外传播面试聊天等通讯记录、拖欠大量农民工薪资的，均视为严重违反本协议。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;7. 禁止用户利用自猎平台从事其他的违法行为，包括但不限于：</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;利用自猎提供的聊天服务从事欺诈、传销、刷流量、兜售产品、好评、违法物品营销等行为；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;冒用、混淆他人账号的昵称、头像、企业介绍发布招聘信息的，或冒充、利用他人名义对外招聘的；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;可能存在拖欠或未依法支付薪资或劳务报酬等可能损害劳动者或劳务人员合法权益的行为；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;未经自猎公司的许可自行或授权、允许、协助任何第三人对平台内的任何信息内容进行非法获取；“非法获取”是指采用包括但不限于“蜘蛛”(spider)程序、爬虫程序、拟人程序等非真实用户或避开、破坏技术措施等非正常浏览的手段、方式，读取、复制、转存、获得数据和信息内容的行为；</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;为他人提供自动登录到本平台、代办或协助他人代办身份认证的服务或代售身份认证所需的相关材料或凭据。</p>
          <p><b>用户违反上述任意一项规定的均构成违约，自猎有权按照本协议第八条的约定对其采取处置措施并追究其违约责任。</b></p>
          <h3>八、违约责任</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.若自猎查实或有合理理由认为用户违反本协议第七条的，自猎有权对其采取删除、屏蔽相关信息、限制其使用部分或全部功能等处理措施；为防止损失的进一步扩大，自猎有权视情况紧急及严重程度，在不经事先通知的情况下暂停或终止向该用户提供部分或全部服务。如用户的违约行为导致自猎遭受任何损失的，自猎有权要求该用户向自猎公司赔偿全部损失。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.如用户的违约行为导致任何第三人对自猎提出任何索赔或请求的，用户应当赔偿自猎或其他合作伙伴的损失，包括但不限于赔偿金、律师费、合理的调查费等相关费用。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.用户投诉其他用户有违法行为或违反本协议的约定，投诉者应承担不实投诉所产生的全部法律责任。如侵犯他人的合法权益，投诉人应独立承担全部法律责任。如给自猎造成损失的，投诉人应对自猎承担相应的赔偿责任。</p>
          <h3>九、关于用户在自猎上传或张贴的内容</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.用户在自猎上传或张贴的内容（包括但不限于照片、文字、视频、个人信息（含简历）、企业信息（含招聘）、面试经历及心得评价等），视为用户授予自猎公司及其关联公司免费、非独家的使用权，自猎有权为展示、传播及商业行为推广前述张贴内容的目的，对上述内容进行复制、修改、出版等。该使用权持续至用户书面通知自猎不得继续使用，且自猎实际收到该等书面通知时止。但不承担已发布的纸质期刊/海报/图书/宣传图文等收回。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.因用户上传或张贴的内容侵犯他人权利，导致任何第三方向自猎公司提出侵权或索赔要求的，用户应承担全部责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.任何第三方对于用户在自猎的公开使用区域张贴的内容进行复制、修改、编辑、传播等行为的，该行为产生的法律后果和责任均由行为人承担，与自猎无关。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;4.用户不得在非自猎职位发布或求职发布通道内进行招聘或求职信息的发布或张贴，由此可能会被封号或永久禁止使用，甚至会导致用户个人隐私泄露的巨大风险，该责任由发布者全部承担。</p>
          <h3>十、关于面试聊天职圈直播等即时通讯服务</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.自猎会按照法律规定，对用户在询问意向、视频面试、职圈、直播招聘会等商务场景下产生的沟通交流信息可能会进行用户本地设备暂时存储，也可能会在自猎平台暂时储存，用于提供用户历史信息查询、投诉举报的处理、安全风控策略的实现等，自猎不承诺储存的有效性，也不承诺储存的安全性，用户如需要历史记录的，需要用户自行通过其他设备录制及本地储存。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.自猎对该信息的采集、传输及存储均会采取加密、防泄露等相关措施。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;3.为保护其他用户隐私，您不得下载、传播或公开发布本条规定的其他用户通讯信息，如面试聊天记录等。如因此造成自猎损失，或者侵害其他用户权益的，您应当承担违约责任或赔偿责任。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;4.在自猎平台上进行直播内容必须要遵循网络直播相关法规，不得直播法律禁止的内容，该责任全部由直播行为人全部承担。</p>
          <h3>十一、注销服务</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;用户有权随时请求注销自猎账号。关于注销账号的相关规则和流程，请参见《注销协议》。用户注销成功后，自猎将根据法律法规的要求尽快删除您的个人信息或作匿名化处理。</p>
          <h3>十二、本协议条款的变更和修改</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;自猎有权依法随时对本协议的任何条款进行变更和修改。一旦发生条款变动，我们将在自猎软件内进行更新及提示，或将最新版本的《用户协议》以系统消息、弹框或邮件的等形式发送给用户阅读及确认接收。用户如果不同意条款的修改，应主动停止使用自猎平台或申请注销自猎账号，如未使用的付费权益将在注销后清空。否则，如果用户继续使用用户账号，则视为用户已经接受本协议及变更后的全部条款的修改。</p>
          <h3>十三、不可抗力</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;1.“不可抗力”是指自猎平台不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误自猎根据本注册条款履行其全部或部分义务。该事件包括但不限于政府行为、法律法规原因、自然灾害、战争、黑客袭击、被恶意篡改、电脑病毒、网络故障、技术故障等。不可抗力可能导致自猎无法访问、访问速度缓慢、存储数据丢失、用户个人信息泄露等不利后果。</p>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;2.遭受不可抗力事件时，自猎可中止履行本协议项下的义务直至不可抗力的影响消除为止，并且不因此承担任何违约责任；但应尽最大努力克服该事件，减轻其负面影响。</p>
          <h3>十四、通知</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;自猎向其用户发出的通知，将采用系统消息、弹窗、电子邮件或页面公告等形式。本《用户协议》的条款修改或其他事项变更时，自猎可以以上述形式进行通知。</p>
          <h3>十五、法律的适用和管辖</h3>
          <p>&nbsp;&nbsp;&nbsp;&nbsp;本协议的生效、履行、解释及争议的解决均适用中华人民共和国的现行法律，本协议的签订地为中华人民共和国浙江省宁波市鄞州区。若您与自猎平台发生任何争议，双方应尽量友好协商解决，如协商不成，您同意应将争议提交至本协议签订地的浙江省宁波市鄞州区人民法院诉讼解决。本协议因与中华人民共和国现行法律相抵触而导致部分条款无效的，不影响其他条款的效力。</p>
          <br>
          <br>
          <p style="text-align:right;"><b> 生效日期：2023年11月01日</b></p>
          <p style="text-align:right;"><b>01版本</b></p>
          <br>
          <br>
          <br>
        </div>
      </div>
      <span slot="footer" class="dialog-footer">
        <el-button type="primary" plain @click="clickdialogVisible" class="footer-clobtn">确定</el-button>
      </span> 
    </el-dialog>
    </div>
  </div>
</template>

<script>

export default {

  components: {
  },
  data(){
    return{
      dialogVisible: false
    }
  },
  computed: {

  },
  mounted() {

  },
  methods: {
   
    handleClose(done) {
      this.dialogVisible = false;
    },
    clickdialogVisible(){
      this.dialogVisible = false;
    }
  },
};
</script>

<style lang="scss" scoped>
  .userAgreement-box /deep/ .el-dialog{
    height: 88%;
    padding: 0;
    display: flex;
    flex-direction: column;
    align-items: center;
    justify-content: space-between;
    position: fixed;
    top: 50%;
    left: 50%;
    z-index: 9999 !important;
    transform: translate(-50%, -50%);
    margin: 0 !important;
    border-radius: 6px;
    overflow: hidden;
    .el-dialog__header{
      padding: 20px 0;
      font-size: 15px;
      font-weight: 600;
      width: 100%;
      height: auto;
      background: #fff;
      text-align: center;
    }
    .el-dialog__body{
      flex: 1;
      width: 100%;
      padding: 0;
      overflow: auto;
      -ms-overflow-style:none; /*IE浏览器 */
      scrollbar-width:none;  /*火狐浏览器 */
    
    }
  }

   /* 谷歌浏览器隐藏滚动条 */
  .userAgreement-box /deep/ .el-dialog__body::-webkit-scrollbar{ 
    display: none;
  }
  .userAgreement-box /deep/ .el-dialog__footer{
    display: inline-block;
    width: 100%;
    height: auto;
    padding: 10px 0;
    background: #fff;
    text-align: center;
  }
  .userAgreement-box /deep/ .el-dialog__footer .footer-clobtn{
    padding: 10px 40px;
  }
  .userAgreement-box /deep/ .el-dialog__body .dialog-content-box{
    height: 100%;
    display: flex;
    flex-direction: column;
    align-items: center;
    justify-content: space-between;
  }
  .userAgreement-box /deep/ .el-dialog__body .dialog-content-box .dialog-content-left{
    flex: 1;
    width: 100%;
    text-align: left;
    padding: 0 20px;
  }
 
  .userAgreement-box /deep/ .el-dialog__body .dialog-content-box .dialog-content-left p{
    line-height: 26px;
  }
</style>
